import Head from 'next/head'
import Image from 'next/image'
import styles from '../styles/Home.module.css'
import { ListGroup,ListGroupItem } from 'reactstrap'

export default function Home() {
  
 
  return (
    <div className={styles.container}>
      <Head>
        <title>  ثانويه عروه بن الزبير   </title>
        <meta name="description" content="موقع مدرسه عروه بن الزبير" />
        <meta name="viewport" content="width=device-width, initial-scale=1" />
        <meta name="theme-color" content="#fff" />
      </Head>

    
   

      <main className={styles.main}>
      <Image style={{alignSelf:"center"}} alt='صوره مدير المدرسه' src="/moe.png" height={150} width={150} ></Image>

        <h3 > 
        وزارة التربية

الادارة العامة لمنطقة الجهراء التعليمية
</h3>

<h2 >
ثانوية عروة بن الزبير - بنين
</h2>

<h1 >

مدير المدرسة أ.خالد السربل
</h1>
     


        <Image style={{alignSelf:"center"}} alt='صوره مدير المدرسه' src="/abofahad.png" height={250} width={250} ></Image>
          
          <ListGroup flush>
          <ListGroupItem>
            
            <h2>              كلمة السيد مدير المدرسة
</h2>
            <p >
            بسم الله نستمد منه العون والحمد لله خالق الكون عليه نعقد الأمل. نسأله دائماً أن يأخذ بأيدينا للخير والسداد . والصلاة والسلام على رسوله الأمين وعلى آله وصحبه ومن والاه إلى يوم الدين. وبعد ، ، ، بتفاؤل كبير بدأنا عاماً دراسياً جديداً، سائلين الله تعالى أن يجعله عاماً دراسيا سعيدا عليكم حافلاً بالإنجازات على كافة المستويات. أبنائي الطلاب أنتم مستقبل هذا البلد وأمله، وما نقدمه هو حق لكم علينا، فحققوا آمال أولياء أموركم وآمال ولاة الأمر الذين لم يبخلوا على التعليم من أجلكم، وأقّرُّوا أعين آبائكم وأمهاتكم، وثقوا بأن معلميكم حريصون على ما ينفعكم، فانظروا لمستقبلكم، وأحسنوا لأنفسكم، فليس هناك طريق للنجاح غير التعليم، وثقوا بأن الفصول الدراسية تولد المعرفة، وتعزز الموهبة وتحدد معالم المستقبل؛ فثابروا على التحصيل، وفاخروا بأنفسكم بين زملائكم، وأسركم، ومجتمعكم، لتكونوا بعون الله مفخرة لبلدكم ولأنفسكم بعلمكم … فأنتم مستقبلنا.
</p>

          </ListGroupItem>

          



  


        <ListGroupItem>
            <h2>             عروة بن الزبير

</h2>
            <p >
            عروة بن الزبير بن العوام الأسدي القرشي هو تابعي، ولد في آخر خلافة عمر بن الخطاب رضي الله عنه، يكنى بأبي عبد الله، أبوه الزبير بن العوام أحد حواري رسول الله محمد صلى الله عليه وسلم وأخوه عبد الله بن الزبير، عاش في المدينة المنورة، وكان عالما كريما. تفقه على يد خالته السيدة عائشة بنت أبي بكر أم المؤمنين، روى الحديث عن كثير من الصحابة ويعتبر أحد الفقهاء السبعة في عصره. عاش لفترة من حياته في البصرة ومصر وتوفى في المدينة المنورة. كان كثير الصيام والعبادة وقراءة القران والصلاة والاستغراق فيها تنسيه ما حوله وقصته المشهورة عندما أصيبت رجله بالأكلة وقد طلب منه الطبيب شرب بعض النبيذ ليتمكن من تحمل الآم نشر وقطع رجله فأبى ذلك وطلب من طبيبه قطعها وهو مستغرق في صلاته.
</p>

          </ListGroupItem>
          </ListGroup>
          <ListGroup >

          <ListGroupItem  >
            <h2>            الاهداف التربوية
</h2>
            <p >
            الهدف الشامل للتربية في الكويت هو تهيئةالفرص المناسبة لمساعدة الأفراد على النمو الشامل المتكامل روحيا و خلقيا و فكريا و إجتماعيا و جسميا إلى أقصى ما تسمح به إستعداداتهم و إمكاناتهم و في ضوء طبيعة المجتمع الكويتي و فلسفته و آماله , و في ضوء مبادئ الإسلام و التراث العربي و الثقافة المعاصرة بما يكفل التوازن بين تحقيق الأفراد لذواتهم … و إعدادهم للمشاركة البناءة في تقدم المجتمع الكويتي بخاصة و المجتمع العربي و العالمي بعامة .

</p>

          </ListGroupItem>

          <ListGroupItem color="success" >
            <h2>            
            رسالة وزارة التربية

            </h2>
            <p >
            تهيئة الفرص المناسبة لمساعدة المتعلمين على النمو الشامل المتكامل روحيا وعقليا واجتماعيا ونفسيا وجسديا الى أقصى ما تسمح به قدراتهم وامكاناتهم بما يكفل التوازن بين تحقيقهم لذواتهم وخدمتهم للمجتمع وبالاسلوب الذي يلبي متطلبات العصر وعملية التنمية الاجتماعية والاقتصادية ويحفظ في الوقت ذاته الخصوصية الثقافية للمجتمع

</p>

          </ListGroupItem>

          <ListGroupItem color="info"  >
            <h2>            
            رؤية وزارة التربية

            </h2>
            <p >
            نظام تعليمي يساهم في الازدهار الاقتصادي والاجتماعي في دولة الكويت
</p>

          </ListGroupItem>
          </ListGroup>
      </main>


   </div>
)
}

